aaron-bond.better-comments
adpyke.vscode-sql-formatter
amodio.tsl-problem-matcher
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
christian-kohler.path-intellisense
ctenbrinke.ansi16
ctenbrinke.vscode-tsv
dbaeumer.vscode-eslint
dbanksdesign.nu-disco
dhall.dhall-lang
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
geddski.macros
gregoire.dance
gusper.songtxt
IBM.output-colorizer
iocave.customize-ui
iocave.monkey-patch
jebbs.plantuml
justusadam.language-haskell
KevinRose.vsc-python-indent
liviuschera.noctis
mechatroner.rainbow-csv
mrob95.vscode-talonscript
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.vscode-js-profile-flame
msrvida.vscode-sanddance
narenranjit.chandrian
naumovs.color-highlight
nexxai.material-synthwave-vscode
nhoizey.gremlins
nwolverson.language-purescript
o4x.base16-tomorrow
pierre3.csharp-to-plantuml
PKief.material-icon-theme
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
ryu1kn.partial-diff
santhoshthottingal.vscode-afdko
softwareape.numbermonger
Stephanvs.dot
sumneko.lua
TheNuProjectContributors.vscode-nushell-lang
vscodevim.vim
waderyan.gitblame
yinfei.luahelper
